{
    "13841": "<h1>Cuenta baneada</h1><p>Lamentamos mucho saber que su cuenta JstMStudio ha sido baneada de nuestra autenticación. Esperamos que pueda ser desbaneada pronto.<br><br>Si su la cuenta había sido prohibida, es probable que haya violado nuestros términos varias veces en varias cuentas e ignorado nuestra advertencia. Tampoco permitimos ninguna actividad ilegal en nuestros sitios web y comunidad.<br><br>Si su cuenta hubiera sido prohibida, por favor, no intente desbanear su cuenta inmediatamente. Hará que le guste que no haya aprendido lo que hizo mal y que no comprenda nuestros términos. Después de la notificación de que su cuenta está baneada, contáctenos directamente por correo electrónico o redes sociales. Pida disculpas por su irregularidad y JstMStudio podría reconsiderar y anular el bloqueo de su cuenta.<br><br>Si cree que se trata de un error, contáctenos directamente de inmediato. Intentaremos reiniciar la investigación de su cuenta.</p>",
    "67381": "<h1>Cuenta eliminada</h1><p>Si su cuenta estuvo inhabilitada durante 21 días, su cuenta será eliminada de nuestra base de datos. Puede solicitar que se vuelva a investigar su cuenta para revocar la acción de inhabilitación realizada por el equipo, pero si no hizo nada, su cuenta se eliminará en 21 días.<br><br>Su cuenta podría ser eliminada por cualquier persona que tenga acceso a ella. Procesaremos si alguien solicita la eliminación de la cuenta. tiene la posibilidad de revocar esta acción en 21 días antes de que la cuenta se elimine por completo de la base de datos.<br><br>Si no inició sesión en su cuenta hasta 2 meses, se le recordará su cuenta por correo electrónico. Si no inicia sesión en su cuenta en 14 días, es posible que eliminemos su cuenta debido a la inactividad.<br><br>Nuestro personal también podría eliminar su cuenta si encontramos algún fraude peligroso o violaciones de nuestros términos en su cuenta. Nos merecemos el derecho de eliminar su cuenta según nuestros términos con usted. <br><br>Le enviaremos un aviso si su cuenta Se ha eliminado el número. Si su cuenta ha sido eliminada, verifique su buzón de correo electrónico para confirmarlo. A continuación, podría volver a crear una nueva cuenta.</p>",
    "89651": "<h1>Cuenta deshabilitada</h1><p>Si usted deshabilitó su cuenta, contáctenos directamente para solicitar que la rehabilitemos nuevamente. Es posible que necesitemos algún tipo de verificación para saber que es usted antes de volver a habilitar su cuenta.<br><br>Si inhabilitamos su cuenta, es probable que hayamos descubierto que no siguió nuestros términos (Términos de servicios y Pautas de la comunidad). Cada usuario es '''REQUERIDO''' seguir todos y cada uno de nuestros términos en nuestros sitios web en todo momento.</p>",
    "10915": "<h1>Cuenta no encontrada</h1><p>Si su cuenta muestra que no se pudo encontrar o no existe, probablemente signifique que no se registró usando la autenticación del sitio que está usando actualmente . Actualmente tenemos dos autenticaciones, una para comentarios y otra para principal.<br><br>Crearemos una cuenta en principal para los usuarios en comentarios y viceversa. No es automático y necesitábamos hacerlo manualmente, por lo que podría tardó un tiempo en hacerlo.<br><br>Es posible que su cuenta no exista o que no se encuentre cuando se deshabilite o se elimine después de violar nuestras políticas. También puede solicitarlo en nuestros servidores de soporte o comunicarse con nosotros para saber más.</p>",
    "52107": "<h1>Ajustando la donación</h1><p>JstMStudio actualmente permite que todos apoyen o donen al equipo a través de nuestro enlace de pago oficial de Stripe. Desafortunadamente, Stripe no permite ajustar el monto de la donación.<br><br >Si desea tener una cantidad diferente de nuestra cantidad de donación predeterminada, contáctenos directamente para que generemos un enlace de pago especial para su cantidad.</p>",
    "98106": "<h1>¿No requería COPPA que cada software tuviera 13 años?</h1><p>Sí, COPPA requiere que todas y cada una de las plataformas de software y sitios web solo recopilen datos de usuarios mayores de 13 años sin control parental. consentimiento. Los usuarios pueden registrarse en un sitio web con el consentimiento de los padres incluso si tienen menos de 13 años, aunque los requisitos de edad pueden variar según los países.<br><br>Afortunadamente, JstMStudio no tiene su sede en los Estados Unidos (EE. UU.) o Europa Unión o Reino Unido (Reino Unido). Estamos ubicados en Malasia, donde se aplican las leyes de Malasia y no las leyes de EE. UU. o la UE. No existen leyes específicas en Malasia, por lo que tenemos la libertad de usar las edades que consideremos adecuadas y las usamos para siempre. Úselo para que todos, de 7 a 12 años, puedan usarlo libremente.<br><br>Tenga en cuenta que los ciudadanos estadounidenses y las personas en los EE. UU. DEBEN tener 13 y 16 años en Camboya para usar nuestros servicios. No permitimos usuarios menores de edad. usar nuestros servicios según las leyes de los EE. UU., a menos que cuente con el consentimiento de los padres y la supervisión de los padres.</p>",
    "61029": "<h1>¿Qué hace la donación?</h1><p>La donación significa mucho para JstMStudio. De hecho, principalmente nos financiamos mediante donaciones y patrocinios. No importa si es $1 o $10, es todavía se considera mucho para JstMStudio. Incluso aunque sea $ 1, significa que alguien ha respetado nuestro arduo trabajo.<br><br>Al donar a JstMStudio, podría ayudarnos a desarrollar software mejor y más fuerte. Podría ayúdanos también el ddesarrollo para todos y cada uno de los proyectos.<br><br>Cada donación, sin importar si es de $1 o $10, no la desperdiciaremos y seguramente le daremos un buen uso. La donación podría guardarse en nuestra cuenta pública para uso futuro, recompensar al equipo de personal por su arduo trabajo, pagar el presupuesto mensual del equipo, etc. La donación también podría usarse para alojar y potenciar proyectos de JstMStudio.</p>",
    "92657": "<h1>Embed</h1><p>El proyecto JstMStudio actualmente no tiene ninguna API de inserción para nuestro sitio. Todos nuestros sitios se sirven actualmente como códigos sin servidor o solo de interfaz, por lo que no admitimos ninguna API para cualquier uso comercial/personal. Actualmente no tenemos ningún plan para crear una API desafortunadamente.<br><br>Aunque JstMStudio no tiene nuestra propia API, todos los usuarios pueden usar HTML Iframe, Object e Embed en proyectos de SJstMStudio Todo nuestro sitio también es compatible con Iframe incrustado.</p>",
    "78526": "<h1>¿Cómo puedo donar?</h1><p>JstMStudiom actualmente solo admite dos métodos de donación al equipo. Actualmente tenemos planes para implementar más métodos para que todos puedan donarnos.<br> <br>Actualmente, todos pueden donar a JstMStudio desde las páginas Buy Me A Coffee y Ko-Fi creadas por Jst Tan, director de JstMStudio. También puede mencionar qué proyecto apoya actualmente. Puede apoyar a JstMStudio mediante una donación única o donación mensual a nosotros.<br><br>Actualmente, tomamos el 95% de todo tipo de su donación de Buy Me A Coffee con el 5% dado a Buy Me A Coffee. Tomamos el 100% de un pago único y el 5% para membresía mensual en Ko-Fi.<br><br>No importa si es $ 1 o $ 10, significa mucho para nosotros, así que si puede, apóyenos donándonos.</p>",
    "23195": "<h1>¿Qué edad se requiere para usar los proyectos de JstMStudio?</h1><p>Se requiere tener más de 7 años para usar los proyectos de JstMStudio con el consentimiento de los padres y los padres deben vigilar de cerca sus actividades. Si no tiene el consentimiento de los padres, debe tener más de 13 años para usar los proyectos de JstMStudio, pero esto puede variar de un país a otro. Mientras que para el país bajo GDPR, tenga más de 16 años para usar los proyectos de JstMStudio.</p >",
    "89103": "<h1>Procesador de pagos</h1><p>JstMStudio actualmente usa Stripe para todo el procesamiento de pagos relacionado con el equipo. Todos los pagos de todos se realizan usando Stripe antes de llegar a nosotros por razones de seguridad.<br>< br>Stripe admite múltiples métodos de pago de las principales compañías de tarjetas de todo el mundo. Los usuarios pueden usar tarjetas, billeteras, débitos bancarios y transferencias y giros bancarios en Stripe. Actualmente, Stripe admite transferencias a través de Alipay, Apple Pay, Google Pay, Microsoft Pay, Haz clic para pagar y WeChat Pay.</p>"
}
